Repository: Bloodmallet/bloodmallet_web_frontend
Catalog: general_website/locale/*/LC_MESSAGES/django.po
Languages: ru

source: German
ru: Немецкий

source: English
ru: Английский

source: Spanish
ru: Испанский

source: French
ru: Французский

source: Italian
ru: Итальянский

source: Korean
ru: Корейский

source: Portuguese (Brazil)
ru: Португальский (Бразильский)

source: Russian
ru: Русский

source: Chinese
ru: Китайский

source: booting up
ru: загрузка

source: idle
ru: ожидание

source: calculating
ru: расчет

source: done
ru: выполнено

source: Generation in progress
ru: Идет генерация

source: Deleting ALL instances
ru: Удалить ВСЕ примеры

source: Auto-remove oldest chart
ru: Авто-удаление самого старого отчета

source: If your slots are filled, enabling this checkbox will auto-remove the oldest chart to free up a slot.
ru: Если у Вас закончились слоты, включите эту настройку для автоматического удаления самого старого отчета

source: Paste your /simc output into this element.
ru: Вставьте в эту область Ваш текст /simc

source: Create Chart
ru: Создать отчет

source: Fight style
ru: Тип боя

source: Patron UUID
ru: UUID аккаунта Patreon

source: Patron Name
ru: Имя Patreon

source: Patron Tier
ru: Уровень Patreon

source: Is a recognized guide writer
ru: Является автором гайдов

source: Is a SimulationCraft developer
ru: Является разработчиком SimulationCraft

source: Broadcast will be shown from start_at to end_at.
ru: Оповещение будет показано со start_at до end_at

source: Name of the chart
ru: Имя отчета

source: Define your own character here, instead of using the standard profile (your input will overwrite the standard profile). Paste your <a href="https://mods.curse.com/addons/wow/simulationcraft" target="_blank">SimulationCraft</a> /simc output into this element.
ru: Укажите здесь Вашего персонажа, чей профиль будет использоваться вместо стандартного. Вставьте результат <a href="https://mods.curse.com/addons/wow/simulationcraft" target="_blank">SimulationCraft</a> /simc в эту область.

source: Define your own fight_style.
ru: Укажите необходимый fight_style

source: Define your characters APL.
ru: Укажите APL Ваших персонажей

source: pending
ru: ожидание

source: in progress
ru: в процессе

source: error
ru: ошибка

source: Name of the simulation type. Like 'trinket simulations'.
ru: Название симуляции. Например `сим аксессуаров`.

source: Removes SimulationType from being generated.
ru: Удалить SimulationType из генерации

source: Account Inactive
ru: Аккаунт не активен

source: This account is inactive.
ru: Этот аккаунт не активен

source: Account
ru: Аккаунт

source: E-mail Addresses
ru: Адреса электронной почты

source: The following e-mail addresses are associated with your account:
ru: Следующие адреса электронной почты привязаны к Вашему аккаунту:

source: Verified
ru: Подтвержденный

source: Unverified
ru: Не подтвержденный

source: Primary
ru: Основной

source: Make Primary
ru: Сделать основным

source: Re-send Verification
ru: Отправить повторно

source: Remove
ru: Удалить

source: Warning:
ru: Предупреждение

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ru: На данный момент у Вас нет приязанного адреса электронной почты. Добавьтеадрес электронной почты, чтобы Вы могли получать уведомления, восстановить пароль и т.д.

source: Add E-mail Address
ru: Добавить адрес электронной почты

source: Add E-mail
ru: Добавить E-mail

source: Do you really want to remove the selected e-mail address?
ru: Вы действительно хотите удалить выбранный адрес электронной почты?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
ru: Привет от %(site_name)s! Вы получили это письмо, потому что %(user_display)s указал этотадрес электронной почты для привязки аккаунта. Для подтверждения перейдите на %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
ru: Спасибо Вам от %(site_name)s! %(site_domain)s

source: Please Confirm Your E-mail Address
ru: Пожалуйста, подтвердите Ваш адрес электронной почты

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ru: Привет от %(site_name)s! Вы получили это пиьсмо, потому что кто-то запросилпароль для Вашего аккаунта. Если запрос отправили не Вы, то просто проигнорируйте это письмо. Или перейдите поссылке ниже для восстановления пароля.

source: In case you forgot, your username is %(username)s.
ru: На случай если Вы забыли, Ваше имя пользователя %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
ru: Спасибо за использование %(site_name)s! %(site_domain)s

source: Password Reset E-mail
ru: Сбросить пароль

source: Confirm E-mail Address
ru: Подтвердить адрес электронной почты

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ru: Пожалуйста, подтвердите, что <a href="mailto:%(email)s">%(email)s</a> это адрес электронной почты пользователя %(user_display)s.

source: Confirm
ru: Подтвердить

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ru: Эта ссылка на подтверждение истекла или некорректна. Пожалуйста <a href="%(email_url)s">issue a new e-mail confirmation request</a>.

source: Sign In
ru: Войти

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
ru: Пожалуйста, войдите с помощью одного из Ваших сторонних аккаунтов. Или <a href="%(signup_url)s">войдите </a> через %(site_name)s аккаунт::

source: or
ru: или

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
ru: Если Вы еще не зарегистрировались, то, пожалуйста, <a href="%(signup_url)s">создайте аккаунт</a>.

source: Forgot Password?
ru: Забыли пароль?

source: Sign Out
ru: Выйти

source: Are you sure you want to sign out?
ru: Вы уверены, что хотите выйти из аккаунта?

source: You cannot remove your primary e-mail address (%(email)s).
ru: Вы не можете удалить Ваш основной адрес электронной почты (%(email)s)

source: Confirmation e-mail sent to %(email)s.
ru: Подтверждение адреса электронной почты отправлено на %(email)s.

source: You have confirmed %(email)s.
ru: Вы подтвердили %(email)s.

source: Removed e-mail address %(email)s.
ru: Удален адрес электронной почты %(email)s.

source: Successfully signed in as %(name)s.
ru: Успешный вход как %(name)s.

source: You have signed out.
ru: Вы вышли из аккаунта

source: Password successfully changed.
ru: Пароль успешно изменен

source: Password successfully set.
ru: Пароль успешно установлен

source: Primary e-mail address set.
ru: Основной адрес электронной почты установлен

source: Your primary e-mail address must be verified.
ru: Ваш основной адрес электронной почты должен быть подтвержден

source: Change Password
ru: Сменить пароль

source: Password Reset
ru: Пароль сброшен

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ru: Забыли пароль? Введите свой адрес электронной почты, и мы отправим Вам письмо для восстановления.

source: Reset My Password
ru: Сбросить пароль

source: Please contact us if you have any trouble resetting your password.
ru: Пожалуйста, сообщите нам, если у Вас возникли сложности со сбросом пароля

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам электронное письмо. Пожалуйста, сообщите нам, если Вы его не получили в течение нескольких минут

source: Bad Token
ru: Некорректный ключ

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ru: Ссылка на восстановление пароля повреждена, возможно, она уже использовалась. Пожалуйста, заново запросите <a href="%(passwd_reset_url)s">восстановление пароля</a>.

source: change password
ru: сменить пароль

source: Your password is now changed.
ru: Ваш пароль успешно изменен

source: Set Password
ru: Установить пароль

source: Signup
ru: Регистрация

source: Sign Up
ru: Регистрация

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ru: У Вас уже есть аккаунт? Пожалуйста, <a href="%(login_url)s">зайдите</a>.

source: Sign Up Closed
ru: Регистрация закрыта

source: We are sorry, but the sign up is currently closed.
ru: Мы приносим свои извинения, но регистрация сейчас закрыта

source: Note
ru: Заметка

source: you are already logged in as %(user_display)s.
ru: вы уже зашли как %(user_display)s.

source: Verify Your E-mail Address
ru: Подтвердите Ваш адрес электронной почты

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили Вам электронное письмо для подтверждения. Перейдите по ссылке для завершения регистрации. Пожалуйста, сообщите нам, если Вы её не получили в течение нескольких минут.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ru: Эта часть сайта доступна только после подтверждения вашего адреса электронной почты. Пожалуйста, подтвердите свой адрес электронной почты для продолжения.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили подтверждение на Ваш адрес электронной почты. Перейдите по ссылке в письме для продолжения. Пожалуйста, сообщите нам, если Вы не получили письмо в течение нескольких минут.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ru: <strong>Важно:</strong> Вы все еще можете <a href="%(email_url)s">сменить Вашадрес электронной почты</a>.

source: Social Network Login Failure
ru: Неудачная попытка подключения к аккаунту социальной сети.

source: An error occurred while attempting to login via your social network account.
ru: Обнаружена ошибка при попытке подключения аккаунта социальной сети

source: Account Connections
ru: Связи с аккаунтом

source: Your account is connected to the following 3rd Party Accounts:
ru: Ваш аккаунт подключен к следующим сторонним аккаунтам:

source: You currently have no 3rd Party Accounts connected to this account.
ru: К Вашему аккаунту не подключены никакие сторонние аккаунты.

source: Add a 3rd Party Account
ru: Подключить сторонний аккаунт.

source: Login Cancelled
ru: Вход отменен

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
ru: Вы решили отменить вход на наш сайт с помощью ваших существующих аккаунтов. Если это произошло по ошибке, пожалуйста, перейдите на <a href="%(login_url)s">вход</a>.

source: The social account has been connected.
ru: Аккаунт социальной сети был подключен

source: The social account is already connected to a different account.
ru: Этот аккаунт социальной сети уже подключен к другому аккаунту.

source: The social account has been disconnected.
ru: Социальный аккаунт был отключен.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ru: Вы собираетесь использовать Ваш аккаунт %(provider_name)s для входа на %(site_name)s. Это финальный шаг, пожалуйста, заполните следующий раздел:

source: About
ru: Подробнее

source: Operating Company
ru: Управляющая компания

source: Address
ru: Адрес

source: Director
ru: Директор

source: Contact
ru: Контакт

source: Commercial Register
ru: Коммерческий регистр

source: Banking Information
ru: Информация о банке

source: Character profile
ru: Профиль персонажа

source: Covenant
ru: Ковенант

source: Soulbind
ru: Медиум

source: SimulationCraft settings
ru: Настройки SimulationCraft

source: Iterations
ru: Итерации

source: SimulationCraft Hash
ru: Хэш SimulationCraft

source: Target Error
ru: Ошибка цели

source: Base profile
ru: Базовый профиль

source: Soulbinds
ru: Медиумы

source: All values in this table are gains.
ru: Все значения в этой таблице это выгода.

source: Create a Chart
ru: Создать Отчет

source: Unknown error
ru: Неизвестная ошибка

source: Become a Patron
ru: Подпишитесь на Patreon

source: Google Analytics
ru: Google Аналитика

source: bloodmallet.com would like to use <a href="https://support.google.com/analytics/answer/2763052">anonymized</a> <a href="https://marketingplatform.google.com/about/analytics/">Google Analytics (GA)</a>, to know how many people are using the website. You can either accept or reject this. Your choice will be saved on your device in a cookie.
ru: bloodmallet.com хотел бы использовать <a href="https://support.google.com/analytics/answer/2763052">anonymized</a> <a href="https://marketingplatform.google.com/about/analytics/">Google Аналитику (GA)</a>, чтобы узнать, как много людей используют этот сайт. Вы можете либо принять, либо отклонить это предложение. Ваш выбор будет сохранен на вашем устройстве в файле cookie.

source: Accept GA tracking
ru: Принять сбор статистики для GA

source: Reject GA tracking
ru: Отклонить сбор статистики для GA

source: data for all
ru: данные для всех

source: close
ru: закрыть

source: Report an error
ru: Сообщить об ошибке

source: Terms and Conditions
ru: Условия и положения

source: Settings
ru: Настройки

source: General
ru: Главная

source: Profile
ru: Профиль

source: Connections
ru: Привязки

source: My Charts
ru: Мои Отчеты

source: Meme
ru: Мемный рейтинг

source: Login
ru: Войти

source: Register
ru: Зарегистрироваться

source: Superuser
ru: Супер-юзер

source: Admin
ru: Админ

source: Logout
ru: Выйти

source: A list of my charts
ru: Список моих отчетов

source: You can free up slots by deleting charts.
ru: Вы можете освободить слоты, удалив отчеты

source: New Chart
ru: Новый Отчет

source: Error
ru: Ошибка

source: View
ru: Обзор

source: Delete
ru: Удалить

source: Pending
ru: Ожидание

source: Position in queue
ru: Позиция в очереди

source: Simulating
ru: Расчет

source: Unknown state reached. Please refresh page
ru: Получено неизвестное состояние. Пожалуйста, обновите страницу

source: Delete Chart and Simulation data
ru: Удалить Отчет и данные симуляции

source: Are you sure you want to delete this chart? All associated data will be gone, too.
ru: Вы уверены, что хотите удалить этот отчет? Все связанные с ним данные тоже исчезнут.

source: Deleting
ru: Удаление

source: Deleted
ru: Удалено

source: Portals
ru: Порталы

source: Ever wondered what portals exist in the game? So did I. Here is a list of them. Let me know about more fixed position portals. This list is NOT intended to include teleporting items or skills.
ru: Вы когда-нибудь задумывались, какие порталы существую в игре? Я тоже. Вот их список. Сообщите мне о других фиксированных порталах. Этот список НЕ включает в себя вещи или способности с возможностью телепортации.

source: And of course Blizzard nuked portals the moment I started building this page. I'm sorry.
ru: И, конечное же, Blizzard избававились от порталов, как только я принялся делать эту страницу. Прошу прощения

source: Target
ru: Цель

source: Location
ru: Локация

source: Coordinates
ru: Координаты

source: More information
ru: Больше информации

source: Change password
ru: Сменить пароль

source: A settings page...more to come
ru: Страница настроек... будет дополнена

source: Language
ru: Язык

source: Set language
ru: Установить язык

source: Sign up
ru: Войти

source: I couldn't care less about what you enter. Nothing is shared with others and data is wiped regularly.
ru: Нас не интересуют Ваши данные. Мы ничего не распространяем, и вся информация регулярно удаляется.

source: T-List
ru: Т-Лист

source: Everyone's doing a list right now? Here I present my own Tear-List. And I assure you it's highly subjective and different for everyone.
ru: Сейчас модно делать рейтинги, не так ли? Представляю Вам мой Tear-List. И я уверяю вас, он крайне субъективен и отличается для всех.

source: All values are absolutely random and have no meaning.
ru: Все значения абсолютно случайны и не имеют смысла.

source: Specs
ru: Специализации

source: Improved Terms and Conditions will be provided as soon as possible. In the meantime: The developing company Kruse Analytics UG (haftungsbeschränkt) intends to provide the service described in the support-level list at <a href="https://www.patreon.com/bloodmallet">patreon - bloodmallet</a>.<br/><br/> These Terms and Conditions can and will be changed without further notice. If you have questions, please reach out to us using the means provided <a href="%(about)s">here</a>.
ru: Дополненные Условия и положения будут готовы так скоро, как только возможно. А пока Компания разработчик Kruse Analytics UG (haftungsbeschränkt) намеревается предоставлять услуги, описанные в списке уровней поддержки на <a href="https://www.patreon.com/bloodmallet">patreon - bloodmallet</a>.<br/><br/> Эти Условия и положения могут и будут изменены без дальнейших уведомлений Если у Вас есть вопросы, пожалуйста свяжитесь с нами, перейдя в этот <a href="%(about)s">раздел</a>.

source: Couldn't log in. Please check your input.
ru: Невозможно подключиться. Проверьте правильность введенных данных.

source: Account created.
ru: Аккаунт создан.

source: Account creation failed.
ru: Создание аккаунта не удалось

source: Profile was updated!
ru: Профиль был обновлен!

source: Password was updated!
ru: Пароль был обновлен!

source: Password update failed. Check your input.
ru: Не удалось обновить пароль. Проверьте правильность введенных данных.

source: Page not found
ru: Страница не найдена

source: Something went wrong. Try again later
ru: Что-то пошло не так. Попробуйте позже

source: Simulation not found.
ru: Симуляция не найдена.

source: Simulation data could not be found.
ru: Данные симуляции не могут быть найдены.

source: No standard chart with these values found.
ru: Не найдено стандартных отчетов с этими данными

source: Incomplete data, either provide id or look for a standard chart.
ru: Неполные данные, предоставьте id или посмотрите стандартный отчет

source: Chart deletion works only with POST and if chart_id is provided.
ru: Удаление отчета работает только с POST и если был предоставлен chart_id

source: An error occured while trying to delete a chart.
ru: Обнаружена ошибка при попытке удаления отчета.

source: Chart was deleted.
ru: Отчет был удален.

source: You don't have the permission for that action.
ru: У Вас недостаточно прав для этого действия.

source: You don't have any more free slots. You can delete unwanted charts to be able to free up slots.
ru: У Вас не осталось свободных бесплатных слотов. Вы можете удалить лишние слоты чтобы освободить место.

source: A chart was added to the queue. Simulations will start soon.
ru: Отчет был добавлен в очередь. Симуляция скоро начнется.

source: You don't have permission to create a chart.
ru: У Вас недостаточно прав для создания отчета.

source: Alliance
ru: Альянс

source: Horde
ru: Орда

source: Trinkets
ru: Аксессуары

source: Races
ru: Расы

source: Azerite Traits
ru: Азеритовые трейты

source: Secondary Distributions
ru: Вторичные Характеристики

source: Corruptions
ru: Порча

source: Azerite Essences
ru: Сущности Сердца Азерот

source: Legendaries
ru: Легендарные предметы

source: Conduits
ru: Проводники

source: Talents
ru: Таланты
